export default {
  onboardTitle: 'що це таке?',
  onboardContent:
    "Наш додаток створено, щоб допомогти вам правильно контролювати і розподіляти ваші фінанси. Вам більше не потрібно щоразу включати комп'ютер, щоб додати дані в таблицю, тепер ви можете автоматизувати цей процес!",
  //AUTH
  login: 'Авторизація',
  registration: 'Реєстрація',
  signIn: 'увійти',
  signUp: 'зареєструватися',
  loginHelp: 'увійти через',
  forgotPass: 'забули пароль?',
  email: 'електронна адреса',
  username: "ім'я користувача ",
  password: 'пароль',
  emailUse: 'така адреса вже існує',
  invalidEmail: 'некоректний ємейл',
  emptyFields: 'заповніть всі поля',
  passValidation: 'пароль має бути більше шести символів',
  wrongPass: 'неправильный пароль',
  //HOME
  home: 'ГОЛОВНА',
  wallet: 'ГАМАНЕЦЬ',
  operations: 'ОПЕРАЦІЇ',
  settings: 'НАЛАШТУВАННЯ',
  expenses: 'ВИТРАТИ',
  allExpense: 'усі витрати',
   //ADD MODAL
   addCategory: 'додати нову категорію',
};
